#X-Generator: crowdin.com
no_permission=Du hast keine Berechtigung, um administrative Buycraft-Befehle auszuf\u00fchren.
usage=Syntax f\u00fcr das Buycraft-Plugin\:
usage_forcecheck=Erzwingt eine Kauf-\u00dcberpr\u00fcfung.
usage_information=Ruft \u00f6ffentliche Informationen \u00fcber den Webshop ab, mit welchem dieser Server verbunden ist.
usage_refresh=Aktualisiert die Liste aller Kategorien und Pakete.
usage_report=Generiert einen Bericht mit Debug-Informationen, welchen du als Unterst\u00fctzung versenden kannst.
usage_secret=Setzt den Geheimschl\u00fcssel zur Verwendung mit diesem Server.
usage_signupdate=Erzwingt eine Aktualisierung deiner neusten Kauf-Schilder.
usage_sponge_listing=Zeigt alle verf\u00fcgbaren Pakete.
no_params=Dieser Befehl akzeptiert keine Parameter.
need_secret_key=Bitte gib zuerst deinen geheimen Schl\u00fcssel mit /buycraft secret <secret> ein.
already_checking_for_purchases=Es wird bereits \u00fcberpr\u00fcft, ob neue Eink\u00e4ufe ausgef\u00fchrt wurden.
forcecheck_queued=Die \u00dcberpr\u00fcfung nach neuen Eink\u00e4ufen befindet sich nun in der Warteschlange.
information_no_server=Keine Serverinformationen gefunden.
information_title=Informationen \u00fcber diesen Server\:
information_server=Server {0} f\u00fcr Webshop {1}
information_currency=Server-Preise sind in {0}
information_sponge_server=Server\:
information_domain=Webshop Domain\: {0}
refresh_queued=Aktualisierung der Liste in die Warteschlange eingereiht.
report_wait=Bitte warte, bis wir einen Fehlerbericht erstellt haben...
report_saved=Dein Report wurde als {0} gespeichert. Bitte gib diese Information an, wenn du den Support kontaktierst.
report_cant_save=Der Fehlerbericht konnte nicht gespeichert werden, deshalb wurde er in der Konsole ausgegeben.
secret_console_only=Aus Sicherheitsgr\u00fcnden, muss dein Buycraft-Geheimschl\u00fcssel \u00fcber die Konsole gesetzt werden.
secret_need_key=Du musst deinen Secret-Key angeben. Diesen findest du auf https\://server.buycraft.net/settings/servers.
secret_does_not_work=Der angegebene Geheimschl\u00fcssel ist falsch. Bitte \u00fcberpr\u00fcfe ihn und versuche es erneut.
secret_cant_be_saved=Der Geheimschl\u00fcssel konnte nicht in der Konfiguration gespeichert werden.
secret_success=Dieser Server ist nun als ''{0}'' f\u00fcr den Web-Shop ''{1}'' registriert.
sign_update_queued=Aktualisierung der Schilder wurde in die Warteschlange eingereiht.
sponge_listing=Auflistung
categories=Kategorien
price=Preis
amount_off=({0} Rabatt\!)
previous_page=Vorherige Seite
next_page=N\u00e4chste Seite
view_all_categories=Alle Kategorien anzeigen
back_to_parent=Zur\u00fcck zum \u00dcbergeordneten
nothing_in_category=Es gibt keine Artikel in dieser Kategorie.
cant_check_out=Beim generieren des Links zum Kaufen ist ein Fehler aufgetreten. Bitte versuche es sp\u00e4ter erneut.
to_buy_this_package=Klicke den folgenden Link, um das Packet zu kaufen\:
update_available=Eine neue BuycraftX Version ist verf\u00fcgbar ({0}). Du kannst sie auf https\://server.buycraft.net/plugins herunterladen.
to_view_this_category=To view this category, click this link\:
usage_sendlink=Sends a package or category link to a player.