#X-Generator: crowdin.com
no_permission=Du har ikke tilladelse til at bruge Buycrafts administrative kommandoer.
usage=Benyttelse af Buycraft\:
usage_forcecheck=Tvinger et k\u00f8bs tjek.
usage_information=Henter offentlige oplysninger om webbutikken som denne server er tilknyttet.
usage_refresh=Opdaterer listen af kategorier og pakker.
usage_report=Genererer en rapport med fejloplysninger, som du kan sende til Buycraft.
usage_secret=Angiver den hemmelige n\u00f8gle for denne server.
usage_signupdate=Tvinger en opdatering til de seneste k\u00f8bs skilte.
usage_sponge_listing=Viser en liste over alle tilg\u00e6ngelige programpakker.
no_params=Denne kommando acceptere ingen parametre.
need_secret_key=Du skal angive din sikkerheds n\u00f8gle f\u00f8rst med /buycraft secret <secret>.
already_checking_for_purchases=Et k\u00f8b er allerede i gang.
forcecheck_queued=Succesfuld k\u00f8 k\u00f8b check.
information_no_server=Ingen server information fundet.
information_title=Oplysninger p\u00e5 denne server\:
information_server=Server {0} for webbutikken {1}
information_currency=Server priser er i {0}
information_sponge_server=Server\:
information_domain=Webbutikkens dom\u00e6ne\: {0}
refresh_queued=Genindl\u00e6ste Buycraft uden fejl.
report_wait=Vent venligst mens vi generere en rapport...
report_saved=Din rapport er blevet gemt som {0}. Du bedes inkludere disse oplysninger, n\u00e5r du kontakter support.
report_cant_save=Kan ikke gemme rapporten til disken. Rapporten er blevet sendt til konsollen.
secret_console_only=Af sikkerhedsm\u00e6ssige \u00e5rsager, skal din Buycraft hemmelige n\u00f8gle indstilles via konsollen.
secret_need_key=Du skal angive din sikkerheds n\u00f8gle. Du kan finde din sikkerheds n\u00f8gle p\u00e5 https\://server.buycraft.net/servers.
secret_does_not_work=Den sikkerheds n\u00f8gle du indtastede virkede ikke. Tjek venligst sikkerheds n\u00f8glen efter og pr\u00f8v igen.
secret_cant_be_saved=Advarsel\: Sikkerheds n\u00f8glen kunne ikke blive gemt til din konfigurationsfil.
secret_success=Denne server er nu registreret som server ''{0}'' for web butik ''{1}''.
sign_update_queued=Tilf\u00f8jede opdateringen til skiltet.
sponge_listing=Notering
categories=Kategorier
price=Pris
amount_off=(Rabat\: {0})
previous_page=Forrige side
next_page=N\u00e6ste side
view_all_categories=Se alle kategorier
back_to_parent=Tilbage
nothing_in_category=Der er ingen varer i denne kategori.
cant_check_out=Der opstod en fejl under generingen af dit betalings link. Pr\u00f8v igen senere.
to_buy_this_package=For at k\u00f8be denne pakke, skal du klikke p\u00e5 dette link\:
update_available=Der findes en ny version af BuycraftX ({0}). G\u00e5 til din servers panel p\u00e5 https\://server.buycraft.net/plugins for at hente opdateringen.
to_view_this_category=To view this category, click this link\:
usage_sendlink=Sends a package or category link to a player.