#X-Generator: crowdin.com
no_permission=Buycraft k\u00f6zigazgat\u00e1si parancsok haszn\u00e1lata nincs jogosults\u00e1ga.
usage=Haszn\u00e1lat a Buycraft plugin\:
usage_forcecheck=Er\u0151k egy beszerz\u00e9si jel\u00f6l\u0151n\u00e9gyzetet.
usage_information=Nyilv\u00e1nos adatainak beolvas\u00e1sa a web\u00e1ruh\u00e1zban ezen a szerveren t\u00e1rs\u00edtva.
usage_refresh=Friss\u00edti a list\u00e1t, a kateg\u00f3ri\u00e1k \u00e9s a csomagok.
usage_report=Gener\u00e1lja a jelent\u00e9st, a hibakeres\u00e9si inform\u00e1ci\u00f3kat k\u00fcldhet t\u00e1mogatja.
usage_secret=A titkos kulcs haszn\u00e1lata a kiszolg\u00e1l\u00f3 be\u00e1ll\u00edt\u00e1sa.
usage_signupdate=K\u00e9nyszer\u00edti a friss\u00edt\u00e9st a leg\u00fajabb beszerz\u00e9si jelek.
usage_sponge_listing=Minden rendelkez\u00e9sre \u00e1ll\u00f3 csomagok list\u00e1ja.
no_params=Ez a parancs nem fogad el param\u00e9tereket.
need_secret_key=You must set your secret key first with /buycraft secret <secret>.
already_checking_for_purchases=A purchase check is already in progress.
forcecheck_queued=Successfully queued purchase check.
information_no_server=Nem tal\u00e1lhat\u00f3 kiszolg\u00e1l\u00f3 inform\u00e1ci\u00f3.
information_title=Inform\u00e1ci\u00f3 a server\:
information_server=Kiszolg\u00e1l\u00f3 {0} a Web\u00e1ruh\u00e1z {1}
information_currency=Szerver \u00e1rak {0}
information_sponge_server=Szerver\:
information_domain=Web\u00e1ruh\u00e1z domain\: {0}
refresh_queued=Lista friss\u00edt\u00e9se v\u00e1r\u00f3list\u00e1ra lett k\u00fcldve.
report_wait=Please wait while we generate a report...
report_saved=Your report has been saved as {0}. Please include this information when contacting support.
report_cant_save=Unable to save report to the disk. The report has been sent to the console.
secret_console_only=Biztons\u00e1gi okokb\u00f3l a Buycraft titkos kulcsot kell be\u00e1ll\u00edtani a konzolon kereszt\u00fcl.
secret_need_key=You must specify a secret. You can find your secret at https\://server.buycraft.net/settings/servers.
secret_does_not_work=The secret you provided does not work. Please check the secret and try again.
secret_cant_be_saved=Warning\: The secret could not be saved to your configuration file.
secret_success=Ez a kiszolg\u00e1l\u00f3 most regisztr\u00e1lt kiszolg\u00e1l\u00f3 "{0}" a web store "{1}".
sign_update_queued=Sikeresen aszinkron friss\u00edt\u00e9s jele.
sponge_listing=T\u0151zsdei
categories=Kateg\u00f3ri\u00e1k
price=\u00c1r
amount_off=({0} le\!)
previous_page=El\u0151z\u0151 oldal
next_page=K\u00f6vetkez\u0151 oldal
view_all_categories=Mutassa az \u00f6sszes kateg\u00f3ri\u00e1t
back_to_parent=Vissza a sz\u00fcl\u0151
nothing_in_category=Vannak olyan cikkek ebben a kateg\u00f3ri\u00e1ban.
cant_check_out=An error occurred while generating your checkout link. Try again later.
to_buy_this_package=To buy your package, click this link\:
update_available=A new version of BuycraftX ({0}) is available. Go to your server panel at https\://server.buycraft.net/plugins to download the update.
to_view_this_category=To view this category, click this link\:
usage_sendlink=Sends a package or category link to a player.