#X-Generator: crowdin.com
no_permission=Vous n'avez pas la permission d'utiliser les commandes d'administration de Buycraft.
usage=Commandes pour le plugin Buycraft \:
usage_forcecheck=Force la v\u00e9rification de l'achat.
usage_information=R\u00e9cup\u00e8re les informations publiques de la boutique avec laquelle le serveur est associ\u00e9.
usage_refresh=Actualise la liste des cat\u00e9gories et des articles.
usage_report=G\u00e9n\u00e8re un rapport contenant des informations de d\u00e9bogage que vous pouvez envoyer au support.
usage_secret=D\u00e9finit la cl\u00e9 secr\u00e8te \u00e0 utiliser pour ce serveur.
usage_signupdate=Force la mise \u00e0 jour de vos panneaux d'achats.
usage_sponge_listing=Liste tous les packages disponibles.
no_params=Cette commande n'accepte aucun param\u00e8tre.
need_secret_key=Tout d\u2019abord, vous devez d\u00e9finir votre cl\u00e9 secr\u00e8te avec la commande /buycraft secret <secret>.
already_checking_for_purchases=Une v\u00e9rification de l\u2019achat est d\u00e9j\u00e0 en cours.
forcecheck_queued=Mise en file d'attente de la v\u00e9rification d'achat r\u00e9ussie.
information_no_server=Aucune information concernant le serveur n'a \u00e9t\u00e9 trouv\u00e9e.
information_title=Information sur ce serveur \:
information_server=Serveur {0} pour la boutique en ligne {1}
information_currency=Les prix sont en {0} sur ce serveur.
information_sponge_server=Serveur\:
information_domain=Adresse de la boutique\: {0}
refresh_queued=Actualisation de la liste en attente.
report_wait=Veuillez patienter pendant que nous g\u00e9n\u00e9rons un rapport...
report_saved=Votre rapport a bien \u00e9t\u00e9 sauvegard\u00e9 comme {0}. Merci d''inclure cette information lorsque vous contacterez le support.
report_cant_save=Le rapport n'a pas put \u00eatre sauvegard\u00e9. Il a \u00e9t\u00e9 inscrit dans la console.
secret_console_only=Pour des raisons de s\u00e9curit\u00e9, votre cl\u00e9 secr\u00e8te de Buycraft doit \u00eatre d\u00e9finie via la console.
secret_need_key=Vous devez sp\u00e9cifier une cl\u00e9 secr\u00e8te. Vous pouvez la trouver sur https\://server.buycraft.net/settings/servers.
secret_does_not_work=La cl\u00e9 secr\u00e8te que vous avez fourni ne semble pas fonctionner. V\u00e9rifiez votre cl\u00e9 et r\u00e9essayez.
secret_cant_be_saved=Avertissement\: La cl\u00e9 secr\u00e8te n\u2019a pas pu \u00eatre sauvegard\u00e9e dans le fichier de configuration.
secret_success=On dirait que tout est bon\! Ce serveur est maintenant enregistr\u00e9 en tant que serveur ''{0}'' pour la boutique ''{1} ''.
sign_update_queued=Mise \u00e0 jour des panneaux ajout\u00e9e avec succ\u00e8s \u00e0 la liste d'attente.
sponge_listing=Liste
categories=Cat\u00e9gories
price=Prix
amount_off=({0} de r\u00e9duction\!)
previous_page=Page pr\u00e9c\u00e9dente
next_page=Page suivante
view_all_categories=Voir toutes les cat\u00e9gories
back_to_parent=Retour \u00e0 la cat\u00e9gorie pr\u00e9c\u00e9dente
nothing_in_category=Il n'y a aucun article dans cette cat\u00e9gorie.
cant_check_out=Une erreur s\u2019est produite pendant la g\u00e9n\u00e9ration de votre lien de paiement. R\u00e9essayez plus tard.
to_buy_this_package=Pour acheter cet article, cliquez sur ce lien\:
update_available=Une nouvelle version de BuycraftX ({0}) est disponible. Rendez vous sur votre panel sur https\://server.buycraft.net/plugins pour effectuer la mise \u00e0 jour.
to_view_this_category=To view this category, click this link\:
usage_sendlink=Sends a package or category link to a player.