#X-Generator: crowdin.com
no_permission=No tienes permiso para usar los comandos administrativos de Buycraft.
usage=Uso del plugin de Buycraft\:
usage_forcecheck=Fuerza una verificaci\u00f3n de compra.
usage_information=Recupera informaci\u00f3n p\u00fablica sobre la tienda que esta asociada a este servidor.
usage_refresh=Actualiza la lista de categor\u00edas y paquetes.
usage_report=Generar un reporte con informaci\u00f3n de depuraci\u00f3n que puede enviar a soporte.
usage_secret=Establece la clave secreta para este servidor.
usage_signupdate=Fuerza la actualizaci\u00f3n de las compras recientes en los carteles.
usage_sponge_listing=Muestra todos los paquetes disponibles.
no_params=Este comando no acepta ning\u00fan par\u00e1metro.
need_secret_key=Primero usted debe establecer su clave secreta con /buycraft secret <clave>.
already_checking_for_purchases=Una verificaci\u00f3n de compra ya est\u00e1 en progreso.
forcecheck_queued=Comprobaci\u00f3n de compra satisfactoria.
information_no_server=No s\u00e9 encontr\u00f3 informaci\u00f3n del servidor.
information_title=Informaci\u00f3n en este servidor\:
information_server=Servidor {0} para la tienda {1}
information_currency=Los precios del servidor est\u00e1n en {0}
information_sponge_server=Servidor\:
information_domain=Dominio de la tienda\: {0}
refresh_queued=Actualizaci\u00f3n de lista a\u00f1adida a la cola.
report_wait=Por favor, espere mientras generamos un informe...
report_saved=Su informe se ha guardado como {0}. Por favor, incluye esta informaci\u00f3n cuando te comuniques con el soporte.
report_cant_save=No se puede guardar el informe en el disco. El informe ha sido enviado a la consola.
secret_console_only=Por razones de seguridad, su clave secreta de Buycraft debe establecerse a trav\u00e9s de la consola.
secret_need_key=Debes especificar una clave secreta, la puedes encontrar en https\://server.buycraft.net/settings/servers.
secret_does_not_work=La clave secreta que ha proporcionado no funciona. Por favor, compruebe la clave secreta y vuelve a intentarlo.
secret_cant_be_saved=Advertencia\: la clave secreta no se ha podido guardar en el archivo de configuraci\u00f3n.
secret_success=\u00a1Parece que est\u00e1 todo listo\! Este servidor est\u00e1 registrado como ''{0}'' para la tienda ''{1}''.
sign_update_queued=Actualizaci\u00f3n de carteles puesta en cola con \u00e9xito.
sponge_listing=Listado
categories=Categor\u00edas
price=Precio
amount_off=({0} de descuento)
previous_page=P\u00e1gina anterior
next_page=P\u00e1gina siguiente
view_all_categories=Ver todas las categor\u00edas
back_to_parent=Volver al Inicio
nothing_in_category=No hay art\u00edculos en esta categor\u00eda.
cant_check_out=Se ha producido un error al generar el enlace de verificacion. Int\u00e9ntelo de nuevo m\u00e1s tarde.
to_buy_this_package=Para comprar su paquete, haga clic en este enlace\:
update_available=Una nueva versi\u00f3n de BuycraftX ({0}) est\u00e1 disponible. Ve a tu panel de servidor en https\://server.buycraft.net/plugins para descargarla.
to_view_this_category=To view this category, click this link\:
usage_sendlink=Sends a package or category link to a player.