#X-Generator: crowdin.com
no_permission=Du har inte till\u00e5telse att anv\u00e4nda Buycrafts administrat\u00f6r kommandon.
usage=Anv\u00e4ndning f\u00f6r Buycrafts plugin\:
usage_forcecheck=Tvingar en k\u00f6p kontroll.
usage_information=H\u00e4mtar allm\u00e4n information fr\u00e5n webbutiken som denna server \u00e4r associerad med.
usage_refresh=Uppdaterar listan med kategorier och paket.
usage_report=Genererar en rapport med fels\u00f6kningsinformation som du kan skicka till buycraft(s) support.
usage_secret=Anger den hemliga nyckeln som ska anv\u00e4ndas f\u00f6r den h\u00e4r servern.
usage_signupdate=Tvingar en uppdatering f\u00f6r dina senast k\u00f6p skyltar.
usage_sponge_listing=Lista av alla tillg\u00e4ngliga paket.
no_params=Detta kommando accepterar inte n\u00e5gra parametrar.
need_secret_key=St\u00e4ll in en hemligt nyckel f\u00f6rst med "/buycraft secret <secret>".
already_checking_for_purchases=Vi kollar just nu f\u00f6r nya ink\u00f6p. H\u00e5ll i dig\!
forcecheck_queued=Lyckades k\u00f6a spelar kontroll.
information_no_server=Ingen serverinformation hittad.
information_title=Information p\u00e5 servern\:
information_server=Server {0} f\u00f6r webbutik {1}
information_currency=Server priser \u00e4r i {0}
information_sponge_server=Server\:
information_domain=Webbutik dom\u00e4n\: {0}
refresh_queued=List uppdatering k\u00f6ad.
report_wait=Var god dr\u00f6j...
report_saved=Rapporten sparas som {0}
report_cant_save=Kan inte spara rapporten till disken. Rapporten har skickats till konsolen.
secret_console_only=Av s\u00e4kerhetssk\u00e4l m\u00e5ste din Buycraft hemliga nyckel anges via konsolen.
secret_need_key=Du m\u00e5ste ange din servernyckel. Du hittar din nyckel p\u00e5 https\://server.buycraft.net/servers.
secret_does_not_work=Urs\u00e4ktar, men den nyckeln verkar inte fungera. F\u00f6rs\u00f6k igen.
secret_cant_be_saved=Urs\u00e4kter, men vi kunde inte spara den offentliga nyckeln till din konfigurationsfil.
secret_success=Ser ut som du \u00e4r redo att go\u00e5 Denna server \u00e4r nu registrerad som server "{0}" f\u00f6r webbutik ''{1}''.
sign_update_queued=Lyckades k\u00f6a skylt uppdatering.
sponge_listing=Notering
categories=Kategorier
price=Pris
amount_off=({0} av\!)
previous_page=F\u00f6reg\u00e5ende sida
next_page=N\u00e4sta sida
view_all_categories=Visa alla kategorier
back_to_parent=Tillbaka till \u00f6verordnade
nothing_in_category=Det finns inga saker i denna kategori.
cant_check_out=Hoppsan\! Vi kunde inte hitta l\u00e4nken f\u00f6r att kolla in det h\u00e4r paketet.
to_buy_this_package=F\u00f6r att k\u00f6pa den h\u00e4r saken, klicka h\u00e4r.
update_available=Det finns en ny version av BuycraftX ({0}). G\u00e5 till din server panel p\u00e5 https\://server.buycraft.net f\u00f6r att uppdatera.
