#X-Generator: crowdin.com
no_permission=\u0394\u03b5\u03bd \u03ad\u03c7\u03b5\u03c4\u03b5 \u03b4\u03b9\u03ba\u03b1\u03af\u03c9\u03bc\u03b1 \u03bd\u03b1 \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b5\u03bd\u03c4\u03bf\u03bb\u03ad\u03c2 \u03b4\u03b9\u03b1\u03c7\u03b5\u03b9\u03c1\u03b9\u03c3\u03c4\u03ae Buycraft.
usage=\u03a7\u03c1\u03ae\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03c4\u03bf Buycraft plugin\:
usage_forcecheck=\u0395\u03c0\u03b9\u03b2\u03ac\u03bb\u03b5\u03b9 \u03ad\u03bb\u03b5\u03b3\u03c7\u03bf \u03c4\u03b7\u03c2 \u03b1\u03b3\u03bf\u03c1\u03ac\u03c2.
usage_information=\u0391\u03bd\u03b1\u03ba\u03c4\u03ac \u03b4\u03b7\u03bc\u03cc\u03c3\u03b9\u03b5\u03c2 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03c4\u03bf \u03bc\u03b1\u03b3\u03b1\u03b6\u03af \u03bc\u03b5 \u03c4\u03bf \u03bf\u03c0\u03bf\u03af\u03bf \u03c3\u03c7\u03b5\u03c4\u03af\u03b6\u03b5\u03c4\u03b1\u03b9 \u03b1\u03c5\u03c4\u03cc\u03c2 \u03bf \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae\u03c2.
usage_refresh=\u0391\u03bd\u03b1\u03bd\u03b5\u03ce\u03bd\u03b5\u03b9 \u03c4\u03b7\u03bd \u03bb\u03af\u03c3\u03c4\u03b1 \u03ba\u03b1\u03c4\u03b7\u03b3\u03bf\u03c1\u03b9\u03ce\u03bd \u03ba\u03b1\u03b9 \u03c0\u03b1\u03ba\u03ad\u03c4\u03c9\u03bd.
usage_report=\u0394\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af \u03bc\u03b9\u03b1 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03bc\u03b5 \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b5\u03bd\u03c4\u03bf\u03c0\u03b9\u03c3\u03bc\u03bf\u03cd \u03c3\u03c6\u03b1\u03bb\u03bc\u03ac\u03c4\u03c9\u03bd \u03c4\u03b7\u03bd \u03bf\u03c0\u03bf\u03af\u03b1 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03b7\u03bd \u03c3\u03c4\u03b5\u03af\u03bb\u03b5\u03c4\u03b5 \u03c3\u03c4\u03b7\u03bd \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03ae \u03c5\u03c0\u03bf\u03c3\u03c4\u03ae\u03c1\u03b9\u03be\u03b7.
usage_secret=\u039f\u03c1\u03af\u03b6\u03b5\u03b9 \u03c4\u03bf \u03bc\u03c5\u03c3\u03c4\u03b9\u03ba\u03cc \u03ba\u03bb\u03b5\u03b9\u03b4\u03af \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03c4\u03bf \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03af\u03c3\u03b5\u03c4\u03b5 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc\u03bd \u03c4\u03bf\u03bd \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae.
usage_signupdate=\u0395\u03c0\u03b9\u03b2\u03ac\u03bb\u03b5\u03b9 \u03bc\u03b9\u03b1 \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7 \u03c3\u03c4\u03b9\u03c2 \u03c0\u03c1\u03cc\u03c3\u03c6\u03b1\u03c4\u03b5\u03c2 \u03b5\u03bd\u03b4\u03b5\u03af\u03be\u03b5\u03b9\u03c2 \u03b1\u03b3\u03bf\u03c1\u03ce\u03bd.
usage_sponge_listing=\u03a0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c4\u03b5\u03b9 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b1 \u03c0\u03b1\u03ba\u03ad\u03c4\u03b1.
no_params=\u0391\u03c5\u03c4\u03ae \u03b7 \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae \u03b4\u03b5\u03bd \u03b1\u03c0\u03bf\u03b4\u03ad\u03c7\u03b5\u03c4\u03b1\u03b9 \u03bf\u03c0\u03bf\u03b9\u03b5\u03c3\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03c0\u03b1\u03c1\u03b1\u03bc\u03ad\u03c4\u03c1\u03bf\u03c5\u03c2.
need_secret_key=You must set your secret key first with /buycraft secret <secret>.
already_checking_for_purchases=A purchase check is already in progress.
forcecheck_queued=Successfully queued purchase check.
information_no_server=\u0394\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03c0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae.
information_title=\u03a0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2 \u03c3\u03c7\u03b5\u03c4\u03b9\u03ba\u03ac \u03bc\u03b5 \u03b1\u03c5\u03c4\u03cc\u03bd \u03c4\u03bf\u03bd \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae\:
information_server=\u0394\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae\u03c2 {0} \u03b3\u03b9\u03b1 \u03c4\u03bf \u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b7\u03bc\u03b1 {1}
information_currency=\u039f\u03b9 \u03c4\u03b9\u03bc\u03ad\u03c2 \u03c3\u03c4\u03bf\u03bd \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03c4\u03bf {0}
information_sponge_server=\u0394\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae\u03c2\:
information_domain=\u03a4\u03bf\u03bc\u03ad\u03b1\u03c2 \u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ae\u03bc\u03b1\u03c4\u03bf\u03c2\: {0}
refresh_queued=\u0397 \u03b1\u03bd\u03b1\u03bd\u03ad\u03c9\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03bb\u03af\u03c3\u03c4\u03b1\u03c2 \u03bc\u03c0\u03ae\u03ba\u03b5 \u03c3\u03c4\u03b7\u03bd \u03bf\u03c5\u03c1\u03ac.
report_wait=Please wait while we generate a report...
report_saved=Your report has been saved as {0}. Please include this information when contacting support.
report_cant_save=Unable to save report to the disk. The report has been sent to the console.
secret_console_only=\u0393\u03b9\u03b1 \u03bb\u03cc\u03b3\u03bf\u03c2 \u03b1\u03c3\u03c6\u03b1\u03bb\u03b5\u03af\u03b1, \u03c4\u03bf \u03bc\u03c5\u03c3\u03c4\u03b9\u03ba\u03cc \u03ba\u03bb\u03b5\u03b9\u03b4\u03af Buycraft \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03bf\u03c1\u03b9\u03c3\u03c4\u03b5\u03af \u03bc\u03ad\u03c3\u03c9 \u03c4\u03b7\u03c2 \u03ba\u03bf\u03bd\u03c3\u03cc\u03bb\u03b1\u03c2.
secret_need_key=You must specify a secret. You can find your secret at https\://server.buycraft.net/settings/servers.
secret_does_not_work=The secret you provided does not work. Please check the secret and try again.
secret_cant_be_saved=Warning\: The secret could not be saved to your configuration file.
secret_success=\u0391\u03c5\u03c4\u03cc\u03c2 \u03bf \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae\u03c2 \u03ad\u03c7\u03b5\u03b9 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03b5\u03af \u03c9\u03c2 \u03b4\u03b9\u03b1\u03ba\u03bf\u03bc\u03b9\u03c3\u03c4\u03ae\u03c2 ''{0}'' \u03b3\u03b9\u03b1 \u03c4\u03bf \u03b7\u03bb\u03b5\u03ba\u03c4\u03c1\u03bf\u03bd\u03b9\u03ba\u03cc \u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b7\u03bc\u03b1 ''{1}''.
sign_update_queued=\u0397 \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7 \u03c0\u03b9\u03bd\u03b1\u03ba\u03af\u03b4\u03c9\u03bd \u03bc\u03c0\u03ae\u03ba\u03b5 \u03c3\u03c4\u03b7\u03bd \u03bf\u03c5\u03c1\u03ac \u03bc\u03b5 \u03b5\u03c0\u03b9\u03c4\u03c5\u03c7\u03af\u03b1.
sponge_listing=\u03a0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c4\u03bf\u03c5\u03bc\u03b5
categories=\u039a\u03b1\u03c4\u03b7\u03b3\u03bf\u03c1\u03af\u03b5\u03c2
price=\u03a4\u03b9\u03bc\u03ae
amount_off=({0} \u03ba\u03bb\u03b5\u03b9\u03c3\u03c4\u03cc\!)
previous_page=\u03a0\u03c1\u03bf\u03b7\u03b3\u03bf\u03cd\u03bc\u03b5\u03bd\u03b7 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1
next_page=\u0395\u03c0\u03cc\u03bc\u03b5\u03bd\u03b7 \u03c3\u03b5\u03bb\u03af\u03b4\u03b1
view_all_categories=\u0394\u03b5\u03af\u03c4\u03b5 \u03cc\u03bb\u03b5\u03c2 \u03c4\u03b9\u03c2 \u03ba\u03b1\u03c4\u03b7\u03b3\u03bf\u03c1\u03af\u03b5\u03c2
back_to_parent=\u03a0\u03af\u03c3\u03c9 \u03c3\u03c4\u03b7\u03bd \u03b1\u03c1\u03c7\u03b9\u03ba\u03ae
nothing_in_category=\u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03b1\u03bd\u03c4\u03b9\u03ba\u03b5\u03af\u03bc\u03b5\u03bd\u03b1 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03ae\u03bd \u03c4\u03b7\u03bd \u03ba\u03b1\u03c4\u03b7\u03b3\u03bf\u03c1\u03af\u03b1.
cant_check_out=An error occurred while generating your checkout link. Try again later.
to_buy_this_package=To buy your package, click this link\:
update_available=A new version of BuycraftX ({0}) is available. Go to your server panel at https\://server.buycraft.net/plugins to download the update.
to_view_this_category=To view this category, click this link\:
usage_sendlink=Sends a package or category link to a player.