#X-Generator: crowdin.com
no_permission=Du har ikke tilladelse til at bruge Buycraft administrative kommandoer.
usage=Benyttelse af Buycraft\:
usage_forcecheck=Gennemtvinger en opdatering af k\u00f8b.
usage_information=Henter offentlige oplysninger om webbutikken som denne server er tilknyttet.
usage_refresh=Opdaterer listen af kategorier og pakker.
usage_report=Genererer en rapport med fejloplysninger, som du kan sende til Buycraft.
usage_secret=Angiver den hemmelige n\u00f8gle for denne server.
usage_signupdate=Tvinger en opdatering til de seneste k\u00f8bs skilte.
usage_sponge_listing=Viser en liste over alle tilg\u00e6ngelige programpakker.
no_params=Denne kommando passer ikke med nogle af parametrene.
need_secret_key=S\u00e6t venligst din hemmelige n\u00f8gle op f\u00f8rst med "/buycraft secret <secret>".
already_checking_for_purchases=Vi tjekker efter nylige k\u00f8b. Dette tager kun et \u00f8jeblik\!
forcecheck_queued=Alle nylige k\u00f8b er registreret.
information_no_server=Ingen server information fundet.
information_title=Oplysninger p\u00e5 denne server\:
information_server=Server {0} for webbutikken {1}
information_currency=Server priser er i {0}
information_sponge_server=Server\:
information_domain=Webbutikkens dom\u00e6ne\: {0}
refresh_queued=Genindl\u00e6ste Buycraft uden fejl.
report_wait=Vent venligst...
report_saved=Rapporten gemmes som {0}
report_cant_save=Kan ikke gemme rapporten til disken. Rapporten har v\u00e6ret sendt til konsollen.
secret_console_only=Af sikkerhedsm\u00e6ssige \u00e5rsager, skal din Buycraft hemmelige n\u00f8gle indstilles via konsollen.
secret_need_key=Du skal angive din server n\u00f8gle. Du kan finde din n\u00f8gle her\: https\://server.buycraft.net/servers.
secret_does_not_work=Beklager, men denne n\u00f8gle virker ikke. Pr\u00f8v igen.
secret_cant_be_saved=Beklager, men vi kunne ikke gemme den offentlige n\u00f8gle til din konfigurationsfil.
secret_success=Det ser ud som om du er klar til og starte\! Denne server er nu registreret som server ''{0}'' for web butik ''{1}''.
sign_update_queued=Tilf\u00f8jede opdateringen til skiltet.
sponge_listing=Notering
categories=Kategorier
price=Pris
amount_off=(Rabat\: {0})
previous_page=Forrige side
next_page=N\u00e6ste side
view_all_categories=Se alle kategorier
back_to_parent=Tilbage
nothing_in_category=Der er ingen varer i denne kategori.
cant_check_out=Hovsa\! Vi var ikke i stand til at f\u00e5 et link til dig, for at k\u00f8be denne pakke.
to_buy_this_package=Klik her for at k\u00f8be din pakke.
update_available=En ny version af BuycraftX ({0}) er tilg\u00e6ngelig. G\u00e5 til dit server panel p\u00e5 https\://server.buycraft.net for at opdatere.
