#X-Generator: crowdin.com
no_permission=N\u00e3o tens permiss\u00e3o para usar os comandos administrativos do BuyCraftX.
usage=Como usar o plugin Buycraft\:
usage_forcecheck=For\u00e7a uma verifica\u00e7\u00e3o de compra.
usage_information=Revela informa\u00e7\u00f5es p\u00fablicas sobre a loja online que o servidor esta associado.
usage_refresh=Atualiza a lista de categorias e pacotes.
usage_report=Gera um relat\u00f3rio com informa\u00e7\u00f5es de depura\u00e7\u00e3o que podes enviar ao pedir suporte.
usage_secret=Define a chave secreta para usar para neste servidor.
usage_signupdate=For\u00e7a uma atualiza\u00e7\u00e3o para as tuas placas de compra recentes.
usage_sponge_listing=Lista todos os pacotes dispon\u00edveis.
no_params=Este comando n\u00e3o aceita nenhum par\u00e2metro.
need_secret_key=Primeiro deve definir a chave secreta usando /buycraft secret <chave>.
already_checking_for_purchases=A verifica\u00e7\u00e3o da compra j\u00e1 est\u00e1 a ser realizada.
forcecheck_queued=Verifica\u00e7\u00e3o da compra colocada na lista de espera com sucesso.
information_no_server=N\u00e3o foi encontrada informa\u00e7\u00e3o do servidor.
information_title=Informa\u00e7\u00e3o sobre este servidor\:
information_server=Servidor {0} para a loja {1}
information_currency=Pre\u00e7os do servidor est\u00e3o em {0}
information_sponge_server=Servidor\:
information_domain=Link da Loja online\: {0}
refresh_queued=Atualiza\u00e7\u00e3o de lista em espera.
report_wait=Por favor aguarde enquanto geramos um relat\u00f3rio...
report_saved=O seu relat\u00f3rio foi salvo como {0}. Por favor inclua esta informa\u00e7\u00e3o quando contactar o suporte.
report_cant_save=N\u00e3o foi poss\u00edvel salvar o relat\u00f3rio no disco. O relat\u00f3rio foi enviado para a consola.
secret_console_only=Por raz\u00f5es de seguran\u00e7a, o teu c\u00f3digo secreto do BuyCraft tem de ser colocada pela consola.
secret_need_key=Voc\u00ea deve especificar um segredo. Voc\u00ea pode encontrar o seu segredo em https\://server.buycraft.net/servers.
secret_does_not_work=O segredo que voc\u00ea forneceu n\u00e3o funciona. Por favor, verifique o segredo e  tente novamente.
secret_cant_be_saved=Aten\u00e7\u00e3o\: O segredo n\u00e3o foi poss\u00edvel ser salvo no ficheiro de configura\u00e7\u00e3o.
secret_success=Parece que j\u00e1 est\u00e1s pronto\! Este servidor est\u00e1 agora registado como servidor ''{0}'' para a Loja online ''{1}''.
sign_update_queued=Atualiza\u00e7\u00e3o das placas colocada em espera com sucesso.
sponge_listing=Listagem
categories=Categorias
price=Pre\u00e7o
amount_off=({0} desligado\!)
previous_page=P\u00e1gina anterior
next_page=P\u00e1gina seguinte
view_all_categories=Ver Todas as Categorias
back_to_parent=Voltar atr\u00e1s
nothing_in_category=N\u00e3o existe nada nesta categoria.
cant_check_out=Um erro ocorreu ao gerar o link de check-out. Tente novamente mais tarde.
to_buy_this_package=Para comprar o pacote desejado, clique neste link\:
update_available=Uma nova vers\u00e3o do BuycraftX ({0}) est\u00e1 dispon\u00edvel. V\u00e1 ao painel de seu servidor em https\://server.buycraft.net/plugins para baixar a atualiza\u00e7\u00e3o.
to_view_this_category=To view this category, click this link\:
usage_sendlink=Sends a package or category link to a player.